alsa-firmware
alsa-utils
ancient-packages
android-tools
anki-bin
arc-gtk-theme-eos
b43-fwcutter
baobab
base
bluez-utils
btop
cups-pdf
downgrade
duf
efitools
endeavouros-keyring
endeavouros-mirrorlist
envycontrol
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-rankmirrors
eos-settings-gnome
ethtool
extension-manager
eza
fastfetch
file-roller
firefox
foomatic-db-nonfree
gdm
glances
gnome-calculator
gnome-clocks
gnome-console
gnome-nettool
gnome-power-manager
gnome-screenshot
gnome-shell-extensions
gnome-system-monitor
gnome-text-editor
gnome-tweaks
gnome-usage
gnome-weather
grub
gutenprint
haveged
hdparm
heroic-games-launcher-bin
hplip
hwdetect
hwinfo
inetutils
intel-ucode
jfsutils
kdenlive
kitty
libwnck3
linux-lts
localsend-bin
loupe
lsscsi
man-pages
nano-syntax-highlighting
neovim
netctl
networkmanager-openconnect
networkmanager-openvpn
ntp
nvidia-dkms
nvidia-hook
nvidia-inst
nvidia-prime
obsidian
pavucontrol
pkgfile
pnpm
polychromatic
protontricks
pv
ranger
rebuild-detector
reiserfsprogs
rustup
sg3_utils
sof-firmware
spicetify-marketplace-bin
splix
spotify
starship
steam
sushi
tcpdump
tealdeer
texlive-latex
todoist-appimage
totem
ttf-opensans
vdpauinfo
vi
visual-studio-code-bin
vlc
welcome
xl2tpd
xorg-xinit
xorg-xinput
xorg-xkill
yt-dlp
zen-browser-bin
zoom
zoxide
zsh-autosuggestions
zsh-syntax-highlighting
