accountsservice
adwaita-icon-theme
alsa-firmware
alsa-plugins
alsa-utils
ancient-packages
android-tools
anki-bin
arc-gtk-theme-eos
asciinema
asciinema-agg-bin
aspell
b43-fwcutter
baobab
base
base-devel
bash-completion
bind
bluez
bluez-utils
btop
btrfs-progs
cantarell-fonts
clang
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
device-mapper
diff-so-fancy
diffutils
dkms
dmidecode
dmraid
dnsmasq
docker
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
envycontrol
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-gnome
ethtool
evince
exfatprogs
extension-manager
eza
f2fs-tools
fastfetch
ffmpegthumbnailer
file-roller
firefox
firewalld
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
gdm
ghostscript
gimp
git
git-delta
glances
gnome-calculator
gnome-clocks
gnome-console
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-nettool
gnome-power-manager
gnome-screenshot
gnome-shell
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-weather
grub
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
heroic-games-launcher-bin
hplip
hwdetect
hwinfo
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
kdenlive
kitty
less
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libwnck3
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
localsend-bin
logrotate
loupe
lsb-release
lsscsi
luarocks
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
modemmanager
mtools
nano
nano-syntax-highlighting
nautilus
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-hook
nvidia-inst
nvidia-prime
nvidia-settings
nvidia-utils
obsidian
openrazer-daemon
openssh
os-prober
otf-firamono-nerd
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
pnpm
polychromatic
poppler-glib
power-profiles-daemon
protontricks
pv
python
python-capng
python-defusedxml
python-packaging
python-pillow
python-pip
python-pyqt5
python-reportlab
qbittorrent
ranger
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rsync
rtkit
rustup
s-nail
sane
sg3_utils
smartmontools
sof-firmware
spicetify-cli
spicetify-marketplace-bin
splix
spotify
starship
steam
stylua
sudo
sushi
sysfsutils
system-config-printer
systemd-sysvcompat
tcpdump
tealdeer
texinfo
texlive-basic
texlive-latex
thefuck
tk
todoist-appimage
totem
traceroute
tree
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
unrar
unzip
upower
usb_modeswitch
usbutils
vdpauinfo
vi
visual-studio-code-bin
vlc
webstorm
welcome
wget
which
wine
winetricks
wireplumber
wl-clipboard
wpa_supplicant
xclip
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
yt-dlp
zen-browser-bin
zoom
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
